bs1.org
#+TITLE: Bookshelf 1: Math, Physics
#+ATTR_HTML: :border 2 :frame all :rules all
|------------------------------------------------------------+---------------------------------------------------------------------+----------------------------|
| Author                                                     | Title                                                               | Notes                      |
|------------------------------------------------------------+---------------------------------------------------------------------+----------------------------|
| Alvin Halpern                                              | Schaum's - 3000 Solved Problems in Physics                          |                            |
| David J. Griffiths                                         | Introduction to Electrodynamics                                     |                            |
| Daniel V. Schroeder                                        | Introduction to Thermal Physics                                     |                            |
| Halliday, Resnick, Walker                                  | Fundamentals of Physics - Extended 5th edition                      |                            |
| Halliday, Resnick, Walker                                  | Fundamentals of Physics - Extended 6th edition                      |                            |
| Halliday, Resnick, Walker                                  | Fundamentals of Physics - Extended 6th edition                      |                            |
| L.D.Landau, E.M. Lifshitz                                  | Quantum Mechanics (Non-relativistic Theory)                         |                            |
| Bruce Cameron Reed                                         | Quantum Mechanics                                                   |                            |
| Mark W. Zemansky, Richard H. Dittman                       | Heat and Thermodynamics                                             |                            |
| Feynman, Leighton, Sands                                   | The Feynman Lectures on Physics Volume 2                            |                            |
| Franics A. Jenkins, Harvey E. White                        | Fundamentals of Optics                                              |                            |
| Kittel, Knight, Ruderman, Helmholz, Moyer                  | Berkeley Physics Course - Volume 1 (Mechanics)                      |                            |
| Goldstein, Poole, Safko                                    | Classical Mechanics                                                 |                            |
| Sears, Zemansky, Young                                     | University Physics - 6th edition                                    |                            |
| Sears, Zemansky, Young                                     | University Physics - 6th edition                                    |                            |
| Ramaswamy, Roy, Gupte                                      | Proceedings of the conference PNLD 2004                             |                            |
| Sridhar, Ravi, Kamaraj, Vijayan                            | Interactive Physics - Volume 7 (Electromagenetism)                  |                            |
| Khaparde, Pradhan                                          | Innovative Experimental Problems and Demonstrations in Physics      |                            |
| SL Loney                                                   | Plane Trignometry Part 1                                            |                            |
| I.E. Irodov                                                | Problems in General Physics                                         |                            |
| I.E. Irodov                                                | Problems in General Physics                                         |                            |
| I.E. Irodov                                                | Problems in General Physics                                         |                            |
| I.E. Irodov                                                | Fundamental Laws of Mechanics                                       |                            |
| Thornton, Marion                                           | Classical Dynamics of Particles and Systems                         |                            |
| Yung-Kao Lim                                               | Problems and Solutions on Mechanics                                 | Lim is actually the Editor |
| Kleppner, Kolenkow                                         | An Introduction to Mechanics                                        |                            |
| G. Venkataraman                                            | Chandrashekhar and his Limit                                        |                            |
| Rao, Jagannathan, Berghe, Jeugt                            | Special Functions and Differential Equations                        |                            |
| Fedele, Shukla                                             | Quantum-Like Models and Coherent Effects                            |                            |
| Main                                                       | Vibration and waves in physics                                      |                            |
| Paul, Ehrenfest                                            | The Conceptual Foundations of the Statistical Approach in Mechanics |                            |
| Maxwell                                                    | Matter and Motion                                                   |                            |
| Ghatak                                                     | Optics                                                              |                            |
| N Mukunda                                                  | Geometrical Methods for Physics                                     |                            |
| Kasperkovitz Grau                                          | 5th Wigner Symposium                                                |                            |
| Sissakian, Pogosyan, Vinitsky                              | Symmetry Methods in Physics Volume 2                                |                            |
| De Martino, De Nicola, De Siena, Fedele, Miele             | New Perspectives in the Physics of Mesoscopic Systems               |                            |
| Feynman, Leighton, Sands                                   | The Feynman Lecture on Physics: The Definitive Edition              |                            |
| J Willard Gibbs                                            | The Scientific Papers of J. Willard Gibbs                           |                            |
| J Bruce Brackenridge                                       | The Key to Newton's Dynamics                                        |                            |
| PK Chattopadhyay                                           | Mathematical Physics                                                |                            |
|------------------------------------------------------------+---------------------------------------------------------------------+----------------------------|
| Dummit, Foote                                              | Abstract Algebra                                                    |                            |
| I.N. Herstein                                              | Topics in Algebra                                                   |                            |
| I.N. Herstein                                              | Topics in Algebra                                                   |                            |
| I.N. Herstein                                              | Topics in Algebra                                                   |                            |
| I.N. Herstein                                              | Topics in Algebra                                                   |                            |
| I.N. Herstein                                              | Topics in Algebra                                                   |                            |
| Friedberg, Insel, Spence                                   | Linear Algebra                                                      |                            |
| Michael Artin                                              | Algebra - 2nd edition                                               |                            |
| Michael Artin                                              | Algebra - 2nd edition                                               |                            |
| Michael Artin                                              | Algebra - 2nd edition                                               |                            |
| Michael Artin                                              | Algebra - 2nd edition                                               | Without cover page         |
| Hoffman, Kunze                                             | Linear Algebra                                                      |                            |
| Hoffman, Kunze                                             | Linear Algebra                                                      |                            |
| Hoffman, Kunze                                             | Linear Algebra                                                      |                            |
| Gilbert Strang                                             | Linear Algebra and Its Applications                                 |                            |
| Gilbert Strang                                             | Linear Algebra and Its Applications                                 |                            |
| Nikolsky, Potapov                                          | Algebra                                                             |                            |
| Atiyah, MacDonald                                          | Introduction to Commutative Algebra                                 |                            |
| S. Kumaresan                                               | Linear Algebra - A Geometric Approach                               | lost                       |
| Halmos                                                     | Finite-Dimensional Vector Spaces                                    |                            |
| Niven, Zuckerman, Montgomery                               | An Introduction to The Theory of Numbers                            |                            |
| I.A. Maron                                                 | Problems in Calculus of One Variable                                |                            |
| I.A. Maron                                                 | Problems in Calculus of One Variable                                |                            |
| Terence Tao                                                | Analysis 1                                                          |                            |
| S.K. Mapa                                                  | Introduction to Real Analysis - revised 6th edition                 |                            |
| Bartle, Sherbert                                           | Introduction to Real Analysis - 4th edition                         |                            |
| Bartle, Sherbert                                           | Introduction to Real Analysis - 3th edition                         |                            |
| Apostol                                                    | Mathematical Analysis - 2nd edition                                 |                            |
| G.N. Berman                                                | A Problem Book in Mathematical Analysis                             |                            |
| Walter Rudin                                               | Principles of Mathematical Analysis                                 |                            |
| Walter Rudin                                               | Principles of Mathematical Analysis                                 |                            |
| Margaret E. Baron                                          | The Origins of the Infinitesimal Calculus                           |                            |
| N. Piskunov                                                | Differential and Integral Calculus                                  |                            |
| Apostol                                                    | Calculus - 2nd edition                                              |                            |
| Apostol                                                    | Calculus - 2nd edition                                              |                            |
| Apostol                                                    | Calculus - 2nd edition                                              |                            |
| Apostol                                                    | Calculus - 2nd edition                                              |                            |
| Apostol                                                    | Calculus - 2nd edition                                              |                            |
| Apostol                                                    | Calculus - 2nd edition                                              |                            |
| Apostol                                                    | Calculus - 2nd edition                                              |                            |
|------------------------------------------------------------+---------------------------------------------------------------------+----------------------------|
| David C. Kay                                               | Shcaum's outlines - Tensor Calculus                                 |                            |
| Krishnamurthy, Pranesachar, Ranganathan, B.J. Venkatachala | Challenge and Thrill of Pre-College Mathematics                     |                            |
| Krishnamurthy, Pranesachar, Ranganathan, B.J. Venkatachala | Challenge and Thrill of Pre-College Mathematics                     |                            |
| John B. Conway                                             | Functions of One Complex Variable                                   |                            |
| John B. Fraleigh                                           | A First Course in Abstract Algebra                                  |                            |
| John B. Fraleigh                                           | A First Course in Abstract Algebra                                  |                            |
| Grimmet, Stirzaker                                         | Probablity and Random Processes                                     |                            |
| George F. Simons                                           | Topology and Modern Analysis                                        |                            |
| Sevastyanov, Chistyakov, Zubkov                            | Problems in the Theory of Probablity                                |                            |
| Banerjee, S.K. DE, S. Sen                                  | Mathematical Probablity                                             |                            |
| Gupta, Pandey, Malik                                       | Tensors and Differential Geometry                                   |                            |
| S.L. Loney                                                 | The Elements of Coordinate Geometry                                 |                            |
| The Association of Mathematics Teachers of India           | The Mathematics Teacher                                             |                            |
| Shakir Hussain                                             | Mathematics Tools for Physics                                       |                            |
| G.F. Simmons                                               | Introduction to Topology and Modern Analysis                        |                            |
| G.F. Simmons                                               | Introduction to Topology and Modern Analysis                        |                            |
| William M. Boothby                                         | An Introduction to Differential Manifolds and Riemannian Geometry   |                            |
| Venkatachala                                               | Functional Equations - Second Edition                               |                            |
| Farmer, Stanford                                           | Knots and Surfaces                                                  |                            |
| Hatcher                                                    | Topology                                                            |                            |
| Munkres                                                    | Topology - US Edition                                               |                            |
| Munkres                                                    | Topology - US Edition                                               |                            |
| Munkres                                                    | Topology - Second Edition                                           |                            |
| Munkres                                                    | Topology - Second Edition                                           |                            |
| Munkres                                                    | Topology - Second Edition                                           |                            |
| Munkres                                                    | Topology - Second Edition                                           |                            |
| Spiegel                                                    | Theory and Problems of Vector Analysis - Schaum's Outline Series    |                            |
| Coddington                                                 | An Introduction to Ordinary Differential Equations                  |                            |
| Engel                                                      | Problem Solving Strategies                                          |                            |
| Balakrishnan                                               | Combinatorics - Schaum's Theory and Problems                        |                            |
| Leithold                                                   | The Calculus with Analytic Geometry                                 |                            |
| Debra Ross                                                 | Master Math: Calculus                                               |                            |
| Feller                                                     | An Introduction to Probability Theory and its Applications          |                            |
| Hazewinkel, Lenstra, Meertens                              | Mathematics and Computer Science II                                 |                            |
| Gallian                                                    | Contemporary Abstract Algebra                                       |                            |
| Jain, Ahmad                                                | Metric Spaces - Second Edition                                      |                            |
| Niven, Zuckerman, Montgomery                               | An Introduction to the Theory of Numbers                            |                            |
| West                                                       | Introduction to Graph Theory - Second Edition                       |                            |
| Biswal, Purna Chandra                                      | Discrete Mathematics and Graph Theory                               |                            |
| Ross                                                       | Elementary Analysis: The Theory of Calculus                         |                            |
| Lindsay N. Childs                                          | A concrete introduction to higher algebra                           |                            |
| Modak, Katre, Acharya, Sholapurkar                         | An Excursion in Mathematics                                         |                            |
| Colin C Adams                                              | The Knot Book                                                       |                            |
| Serge Lang                                                 | Fundamentals of Differential Geometry                               |                            |
| Anthony W. Knapp                                           | Lie Groups Beyond an Introduction 2nd Edition                       |                            |
| Anthony W. Knapp                                           | Lie Groups Beyond an Introduction 2nd Edition                       |                            |
|------------------------------------------------------------+---------------------------------------------------------------------+----------------------------|
| Pascal                                                     | Œvres Completès (Complete Works)                                    |                            |
| Petkovsek, Wilf, Zeilberger                                | A=B                                                                 |                            |
| Stoll                                                      | Sets, Logic and Axiomatic Theories                                  |                            |
| Kaufmann                                                   | A Crash Course in Mathematica                                       |                            |
| Venkatachala                                               | Functional Equations: A Problem Solving Approach                    |                            |
| Sheldon Ross                                               | Introductory Statistics                                             |                            |
| Frank W. Warner                                            | Foundations of Differentiable Manifolds and Lie Groups              |                            |
|------------------------------------------------------------+---------------------------------------------------------------------+----------------------------|
