bs1.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-11-23 Sat 18:30 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Bookshelf 1: Math, Physics</title>
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Bookshelf 1: Math, Physics</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgcf892a5">1. Printed Books</a></li>
</ul>
</div>
</div>
<table border="2" cellspacing="0" cellpadding="6" rules="all" frame="all">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Author</th>
<th scope="col" class="org-left">Title</th>
<th scope="col" class="org-left">Notes</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Alvin Halpern</td>
<td class="org-left">Schaum's - 3000 Solved Problems in Physics</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">David J. Griffiths</td>
<td class="org-left">Introduction to Electrodynamics</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Daniel V. Schroeder</td>
<td class="org-left">Introduction to Thermal Physics</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Halliday, Resnick, Walker</td>
<td class="org-left">Fundamentals of Physics - Extended 5th edition</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Halliday, Resnick, Walker</td>
<td class="org-left">Fundamentals of Physics - Extended 6th edition</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Halliday, Resnick, Walker</td>
<td class="org-left">Fundamentals of Physics - Extended 6th edition</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">L.D.Landau, E.M. Lifshitz</td>
<td class="org-left">Quantum Mechanics (Non-relativistic Theory)</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Bruce Cameron Reed</td>
<td class="org-left">Quantum Mechanics</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Mark W. Zemansky, Richard H. Dittman</td>
<td class="org-left">Heat and Thermodynamics</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Feynman, Leighton, Sands</td>
<td class="org-left">The Feynman Lectures on Physics Volume 2</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Franics A. Jenkins, Harvey E. White</td>
<td class="org-left">Fundamentals of Optics</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Kittel, Knight, Ruderman, Helmholz, Moyer</td>
<td class="org-left">Berkeley Physics Course - Volume 1 (Mechanics)</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Goldstein, Poole, Safko</td>
<td class="org-left">Classical Mechanics</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Sears, Zemansky, Young</td>
<td class="org-left">University Physics - 6th edition</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Sears, Zemansky, Young</td>
<td class="org-left">University Physics - 6th edition</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Ramaswamy, Roy, Gupte</td>
<td class="org-left">Proceedings of the conference PNLD 2004</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Sridhar, Ravi, Kamaraj, Vijayan</td>
<td class="org-left">Interactive Physics - Volume 7 (Electromagenetism)</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Khaparde, Pradhan</td>
<td class="org-left">Innovative Experimental Problems and Demonstrations in Physics</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">SL Loney</td>
<td class="org-left">Plane Trignometry Part 1</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">I.E. Irodov</td>
<td class="org-left">Problems in General Physics</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">I.E. Irodov</td>
<td class="org-left">Problems in General Physics</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">I.E. Irodov</td>
<td class="org-left">Problems in General Physics</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">I.E. Irodov</td>
<td class="org-left">Fundamental Laws of Mechanics</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Thornton, Marion</td>
<td class="org-left">Classical Dynamics of Particles and Systems</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Yung-Kao Lim</td>
<td class="org-left">Problems and Solutions on Mechanics</td>
<td class="org-left">Lim is actually the Editor</td>
</tr>

<tr>
<td class="org-left">Kleppner, Kolenkow</td>
<td class="org-left">An Introduction to Mechanics</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">G. Venkataraman</td>
<td class="org-left">Chandrashekhar and his Limit</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Rao, Jagannathan, Berghe, Jeugt</td>
<td class="org-left">Special Functions and Differential Equations</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Fedele, Shukla</td>
<td class="org-left">Quantum-Like Models and Coherent Effects</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Main</td>
<td class="org-left">Vibration and waves in physics</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Paul, Ehrenfest</td>
<td class="org-left">The Conceptual Foundations of the Statistical Approach in Mechanics</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Maxwell</td>
<td class="org-left">Matter and Motion</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Ghatak</td>
<td class="org-left">Optics</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">N Mukunda</td>
<td class="org-left">Geometrical Methods for Physics</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Kasperkovitz Grau</td>
<td class="org-left">5th Wigner Symposium</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Sissakian, Pogosyan, Vinitsky</td>
<td class="org-left">Symmetry Methods in Physics Volume 2</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">De Martino, De Nicola, De Siena, Fedele, Miele</td>
<td class="org-left">New Perspectives in the Physics of Mesoscopic Systems</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Feynman, Leighton, Sands</td>
<td class="org-left">The Feynman Lecture on Physics: The Definitive Edition</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">J Willard Gibbs</td>
<td class="org-left">The Scientific Papers of J. Willard Gibbs</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">J Bruce Brackenridge</td>
<td class="org-left">The Key to Newton's Dynamics</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">PK Chattopadhyay</td>
<td class="org-left">Mathematical Physics</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Dummit, Foote</td>
<td class="org-left">Abstract Algebra</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">I.N. Herstein</td>
<td class="org-left">Topics in Algebra</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">I.N. Herstein</td>
<td class="org-left">Topics in Algebra</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">I.N. Herstein</td>
<td class="org-left">Topics in Algebra</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">I.N. Herstein</td>
<td class="org-left">Topics in Algebra</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">I.N. Herstein</td>
<td class="org-left">Topics in Algebra</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Friedberg, Insel, Spence</td>
<td class="org-left">Linear Algebra</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Michael Artin</td>
<td class="org-left">Algebra - 2nd edition</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Michael Artin</td>
<td class="org-left">Algebra - 2nd edition</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Michael Artin</td>
<td class="org-left">Algebra - 2nd edition</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Michael Artin</td>
<td class="org-left">Algebra - 2nd edition</td>
<td class="org-left">Without cover page</td>
</tr>

<tr>
<td class="org-left">Hoffman, Kunze</td>
<td class="org-left">Linear Algebra</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Hoffman, Kunze</td>
<td class="org-left">Linear Algebra</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Hoffman, Kunze</td>
<td class="org-left">Linear Algebra</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Gilbert Strang</td>
<td class="org-left">Linear Algebra and Its Applications</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Gilbert Strang</td>
<td class="org-left">Linear Algebra and Its Applications</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Nikolsky, Potapov</td>
<td class="org-left">Algebra</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Atiyah, MacDonald</td>
<td class="org-left">Introduction to Commutative Algebra</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">S. Kumaresan</td>
<td class="org-left">Linear Algebra - A Geometric Approach</td>
<td class="org-left">lost</td>
</tr>

<tr>
<td class="org-left">Halmos</td>
<td class="org-left">Finite-Dimensional Vector Spaces</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Niven, Zuckerman, Montgomery</td>
<td class="org-left">An Introduction to The Theory of Numbers</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">I.A. Maron</td>
<td class="org-left">Problems in Calculus of One Variable</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">I.A. Maron</td>
<td class="org-left">Problems in Calculus of One Variable</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Terence Tao</td>
<td class="org-left">Analysis 1</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">S.K. Mapa</td>
<td class="org-left">Introduction to Real Analysis - revised 6th edition</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Bartle, Sherbert</td>
<td class="org-left">Introduction to Real Analysis - 4th edition</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Bartle, Sherbert</td>
<td class="org-left">Introduction to Real Analysis - 3th edition</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Apostol</td>
<td class="org-left">Mathematical Analysis - 2nd edition</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">G.N. Berman</td>
<td class="org-left">A Problem Book in Mathematical Analysis</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Walter Rudin</td>
<td class="org-left">Principles of Mathematical Analysis</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Walter Rudin</td>
<td class="org-left">Principles of Mathematical Analysis</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Margaret E. Baron</td>
<td class="org-left">The Origins of the Infinitesimal Calculus</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">N. Piskunov</td>
<td class="org-left">Differential and Integral Calculus</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Apostol</td>
<td class="org-left">Calculus - 2nd edition</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Apostol</td>
<td class="org-left">Calculus - 2nd edition</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Apostol</td>
<td class="org-left">Calculus - 2nd edition</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Apostol</td>
<td class="org-left">Calculus - 2nd edition</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Apostol</td>
<td class="org-left">Calculus - 2nd edition</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Apostol</td>
<td class="org-left">Calculus - 2nd edition</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Apostol</td>
<td class="org-left">Calculus - 2nd edition</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">David C. Kay</td>
<td class="org-left">Shcaum's outlines - Tensor Calculus</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Krishnamurthy, Pranesachar, Ranganathan, B.J. Venkatachala</td>
<td class="org-left">Challenge and Thrill of Pre-College Mathematics</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Krishnamurthy, Pranesachar, Ranganathan, B.J. Venkatachala</td>
<td class="org-left">Challenge and Thrill of Pre-College Mathematics</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">John B. Conway</td>
<td class="org-left">Functions of One Complex Variable</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">John B. Fraleigh</td>
<td class="org-left">A First Course in Abstract Algebra</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">John B. Fraleigh</td>
<td class="org-left">A First Course in Abstract Algebra</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Grimmet, Stirzaker</td>
<td class="org-left">Probablity and Random Processes</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">George F. Simons</td>
<td class="org-left">Topology and Modern Analysis</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Sevastyanov, Chistyakov, Zubkov</td>
<td class="org-left">Problems in the Theory of Probablity</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Banerjee, S.K. DE, S. Sen</td>
<td class="org-left">Mathematical Probablity</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Gupta, Pandey, Malik</td>
<td class="org-left">Tensors and Differential Geometry</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">S.L. Loney</td>
<td class="org-left">The Elements of Coordinate Geometry</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">The Association of Mathematics Teachers of India</td>
<td class="org-left">The Mathematics Teacher</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Shakir Hussain</td>
<td class="org-left">Mathematics Tools for Physics</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">G.F. Simmons</td>
<td class="org-left">Introduction to Topology and Modern Analysis</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">G.F. Simmons</td>
<td class="org-left">Introduction to Topology and Modern Analysis</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">William M. Boothby</td>
<td class="org-left">An Introduction to Differential Manifolds and Riemannian Geometry</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Venkatachala</td>
<td class="org-left">Functional Equations - Second Edition</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Farmer, Stanford</td>
<td class="org-left">Knots and Surfaces</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Hatcher</td>
<td class="org-left">Topology</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Munkres</td>
<td class="org-left">Topology - US Edition</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Munkres</td>
<td class="org-left">Topology - US Edition</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Munkres</td>
<td class="org-left">Topology - Second Edition</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Munkres</td>
<td class="org-left">Topology - Second Edition</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Munkres</td>
<td class="org-left">Topology - Second Edition</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Munkres</td>
<td class="org-left">Topology - Second Edition</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Spiegel</td>
<td class="org-left">Theory and Problems of Vector Analysis - Schaum's Outline Series</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Coddington</td>
<td class="org-left">An Introduction to Ordinary Differential Equations</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Engel</td>
<td class="org-left">Problem Solving Strategies</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Balakrishnan</td>
<td class="org-left">Combinatorics - Schaum's Theory and Problems</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Leithold</td>
<td class="org-left">The Calculus with Analytic Geometry</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Debra Ross</td>
<td class="org-left">Master Math: Calculus</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Feller</td>
<td class="org-left">An Introduction to Probability Theory and its Applications</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Hazewinkel, Lenstra, Meertens</td>
<td class="org-left">Mathematics and Computer Science II</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Gallian</td>
<td class="org-left">Contemporary Abstract Algebra</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Jain, Ahmad</td>
<td class="org-left">Metric Spaces - Second Edition</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Niven, Zuckerman, Montgomery</td>
<td class="org-left">An Introduction to the Theory of Numbers</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">West</td>
<td class="org-left">Introduction to Graph Theory - Second Edition</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Biswal, Purna Chandra</td>
<td class="org-left">Discrete Mathematics and Graph Theory</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Ross</td>
<td class="org-left">Elementary Analysis: The Theory of Calculus</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Lindsay N. Childs</td>
<td class="org-left">A concrete introduction to higher algebra</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Modak, Katre, Acharya, Sholapurkar</td>
<td class="org-left">An Excursion in Mathematics</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Colin C Adams</td>
<td class="org-left">The Knot Book</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Serge Lang</td>
<td class="org-left">Fundamentals of Differential Geometry</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Anthony W. Knapp</td>
<td class="org-left">Lie Groups Beyond an Introduction 2nd Edition</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Anthony W. Knapp</td>
<td class="org-left">Lie Groups Beyond an Introduction 2nd Edition</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Pascal</td>
<td class="org-left">Œvres Completès (Complete Works)</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Petkovsek, Wilf, Zeilberger</td>
<td class="org-left">A=B</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Stoll</td>
<td class="org-left">Sets, Logic and Axiomatic Theories</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Kaufmann</td>
<td class="org-left">A Crash Course in Mathematica</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Venkatachala</td>
<td class="org-left">Functional Equations: A Problem Solving Approach</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Sheldon Ross</td>
<td class="org-left">Introductory Statistics</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Frank W. Warner</td>
<td class="org-left">Foundations of Differentiable Manifolds and Lie Groups</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
