bs1.html
<div id="outline-container-orgcf892a5" class="outline-2">
<h2 id="orgcf892a5"><span class="section-number-2">1.</span> Printed Books</h2>
<div class="outline-text-2" id="text-1">
<table border="2" cellspacing="0" cellpadding="6" rules="all" frame="all">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Author</th>
<th scope="col" class="org-left">Title</th>
<th scope="col" class="org-left">Notes</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Kikoin, Kikoin</td>
<td class="org-left">Molecular Physics</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Joos</td>
<td class="org-left">Theoritical Physics</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Symon</td>
<td class="org-left">Mechanics 3e</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Irene, Verona, Schensted</td>
<td class="org-left">A Course on the Application of Group Theory to Quantum Mechanics</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Wolfgang Demtroder</td>
<td class="org-left">Aroms, Molecules and Photons</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Alex J Dragt</td>
<td class="org-left">Lie Methods for Nonlinear Dynamics with Applications to Accelerator Physics</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">ECG Sudarshan</td>
<td class="org-left">Foundations of Quantum Mechanics and Quantum Field Theory</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Murray Gell-mann</td>
<td class="org-left">Lectures on The Weak Interaction of the Strongly Interacting Particles</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Peskin, Schroeder</td>
<td class="org-left">An Introduction to Quantum Field Theory</td>
<td class="org-left">only some chapters, solutions and notes</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">John B Conway</td>
<td class="org-left">Functions of One Complex Variable 2e</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Stewart, Tall</td>
<td class="org-left">Algebraic Number Theory</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Blyth, Robertson</td>
<td class="org-left">Algebra through Practice</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Fulton, Harris</td>
<td class="org-left">Representation Theory: A First Course</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">ANdrew Baker</td>
<td class="org-left">Representations of Finite Groups</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Paul R Halmos</td>
<td class="org-left">Finite Dimensional Vector Spaces</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Narsimhan, Raghavan, Rangachari, Lal</td>
<td class="org-left">Algebraic Number Theory</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Spivak</td>
<td class="org-left">Calculus on Manifolds</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Hartshorne</td>
<td class="org-left">Algebraic Geometry</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Ahlfors</td>
<td class="org-left">Complex Analysis</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">-</td>
<td class="org-left">Study Material on Real Analysis &amp; Topology of Metric Spaces</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Rudin</td>
<td class="org-left">Principles of Mathematical Analysis</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Nathan Jacobson</td>
<td class="org-left">Basic Algebra I</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Dmitri D Vvedensky</td>
<td class="org-left">Printed version of his group theory course</td>
<td class="org-left"><a href="https://web.archive.org/web/20200117205714/http://www.cmth.ph.ic.ac.uk/people/d.vvedensky/courses.html">Link to an Archive of his notes</a></td>
</tr>

<tr>
<td class="org-left">Anant R Shastri</td>
<td class="org-left">Lectures Notes in Algebraic Topology</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Johnsonbaugh, Pfaffenberger</td>
<td class="org-left">Foundations of Mathemtical Analysis</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Richard S Palais</td>
<td class="org-left">A Modern Course on Curves and Surfaces</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Sen, Ghosh, Mukhopadhyay</td>
<td class="org-left">Topics in Abstract Algebra 2e</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Henri Cartan</td>
<td class="org-left">Elementary Theory of Analytic Functions of One Or Several Complex Variables</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Stein, Shakarchi</td>
<td class="org-left">Complex Analysis</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Grimmett, Stirzaker</td>
<td class="org-left">Probability and Random Processes</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Ross Hansberger</td>
<td class="org-left">Mathematical Gems</td>
<td class="org-left">Interesting Problems in Math</td>
</tr>

<tr>
<td class="org-left">Gerald B Folland</td>
<td class="org-left">Real Analysis</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">The Putnam Mathematical Competition Papers from 1970 to 2012</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Jiri Matousek</td>
<td class="org-left">Thirty-three Miniatures</td>
<td class="org-left">Only some pages</td>
</tr>

<tr>
<td class="org-left">Mathematical Society of Japan</td>
<td class="org-left">Encyclopedic Dictionary of Mathematics 2nd edition: A-M</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Mathematical Society of Japan</td>
<td class="org-left">Encyclopedic Dictionary of Mathematics 2nd edition: N-Z</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2024-11-23 Sat 18:30</p>
</div>
</body>
</html>
